Repository: 0mp/openssh-debian
Catalog: debian/po/*.po
Languages: cs, da, el, es, fr, ja, nl, ru

source: For security reasons, the Debian version of ssh has ForwardX11 and ForwardAgent set to ``off'' by default.
cs: Z bezpeènostních dùvodù má verze ssh v Debianu standardnì nastavené ForwardX11 a ForwardAgent na hodnotu "off".
da: Af sikkerhedsgrunde har Debianudgaven af ssh sat ForwardX11 og ForwardAgent til 'off' som standard.
el: Για λόγους ασφαλείας, η έκδοση του ssh στο Debian έχει τις επιλογές ForwardX11 και ForwardAgent ορισμένες σε ``off'' εξ ορισμού.
es: Por razones de seguridad, la versión de ssh de Debian tiene por defecto ForwardX11 y ForwardAgent desactivadas.
fr: Pour des raisons de sécurité, la version Debian de ssh positionne les options ForwardX11 et ForwardAgent à « Off » par défaut.
ja: セキュリティ上の理由から、Debian の ssh では ForwardX11 と ForwardAgent はデフォルトでは「off」に設定されます。
nl: Om beveiligingsredenen zijn, in de Debian versie van ssh, ForwardX11 en ForwardAgent standaard uitgeschakeld.

source: You can enable it for servers you trust, either in one of the configuration files, or with the -X command line option.
cs: Pro servery, kterým dùvìøujete, mù¾ete tyto parametry povolit v jednom z konfiguraèních souborù, nebo z pøíkazové øádky parametrem -X.
da: Du kan aktivere dem for servere du stoler på, enten i en af opsætningsfilerne eller med kommandolinjetilvalget '-X'.
el: Μπορείτε να τα ενεργοποιήσετε για διακομιστές που εμπιστεύεστε, είτε σε ένα από τα αρχεία ρυθμίσεων, είτε μέσω της επιλογής -X στη γραμμή εντολών.
es: Puede activar estas opciones para los servidores en los que confíe, en los ficheros de configuración o con la opción -X en línea de comandos.
fr: Vous pouvez activer ces options pour les serveurs en qui vous avez confiance, soit dans un des fichiers de configuration, soit avec l'option -X de la ligne de commande.
ja: 設定ファイルを使ったり、-X コマンドラインオプションを使ったりすることで、信用できるサーバに対して許可することができます。
nl: U kunt dit, voor vertrouwde servers, inschakelen in de configuratiebestanden, of met de -X commandoregeloptie.

source: More details can be found in /usr/share/doc/ssh/README.Debian
cs: Více naleznete v /usr/share/doc/ssh/README.Debian
da: Flere detaljer kan findes i /usr/share/doc/ssh/README.Debian
el: Περισσότερες λεπτομέρειες μπορείτε να βρείτε στο αρχείο /usr/share/doc/ssh/README.Debian
es: Puede encontrar más detalles en /usr/share/doc/ssh/README.Debian.
fr: Vous trouverez plus d'informations dans /usr/share/doc/ssh/README.Debian.
ja: 詳細は /usr/share/doc/ssh/README.Debian を読んでください。
nl: Meer details vindt u in /usr/share/doc/ssh/README.Debian.gz

source: Warning: rsh-server is installed --- probably not a good idea
cs: Varování: je nainstalován rsh-server --- to není dobrý nápad
da: Advarsel: rsh-serveren er installeret --- sikkert ikke en god idé
el: Προσοχή: είναι ήδη εγκατεστημένος ο rsh-server --- όχι και τοσο καλή ιδέα
es: Aviso: tiene rsh-server instalado
fr: Attention : rsh-server est installé -- ce n'est probablement pas une bonne idée
ja: 警告: rsh-server がインストールされています。たぶん良い考えではありません
nl: Waarschuwing: rsh-server is geïnstalleerd -- dit is waarschijnlijk geen goed idee
ru: Предупреждение: установлен rsh-server --- пожалуй, это не очень хорошо

source: having rsh-server installed undermines the security that you were probably wanting to obtain by installing ssh. I'd advise you to remove that package.
cs: nainstalováním rsh-server si bouráte bezpeènost, kterou jste pravdìpodobnì chtìli dosáhnout instalací ssh. Doporuèujeme tento balík odstranit.
da: Den sikkerhed, du nok ønskede at opnå ved at installere ssh undermineres ved, at du har rsh-server installeret. Jeg vil råde dig til at fjerne pakken rsh-server.
el: Η παρουσία του rsh-server υπονομεύει την ασφάλεια του συστήματος, την οποία θέλετε να εξασφαλίσετε με την εγκατάσταση του ssh. Συνιστάται η αφαίρεση αυτού του πακέτου.
es: Tener rsh-server instalado representa un menoscabo de la seguridad que probablemente desea obtener instalando ssh. Es muy aconsejable que borre ese paquete.
fr: Avoir un serveur rsh installé affaiblit la sécurité que vous vouliez probablement obtenir en installant ssh. Je vous conseille de supprimer ce paquet.
ja: rsh-server がインストールされていると、あなたが ssh によって得たいと思っているであろうセキュリティが損なわれます。そのパッケージをアンインストールすることをお勧めします。
nl: rsh-server geïnstalleerd hebben ondermijnt de beveiliging die u, waarschijnlijk, net probeerde te verkrijgen door ssh te installeren. We raden u aan om dat pakket te verwijderen.
ru: Установленный rsh-сервер снижает безопасность, которую Вы вероятно хотите повысить устанавливая ssh. Рекомендуется удалить этот пакет.

source: Warning: telnetd is installed --- probably not a good idea
cs: Varování: je nainstalován telnetd --- to není dobrý nápad
da: Advarsel: telnetd er installeret --- sikkert ikke en god idé
el: Προσοχή: είναι ήδη εγκατεστημένος ο telnetd --- όχι και τοσο καλή ιδέα
es: Aviso: tiene telnetd instalado
fr: Attention : telnetd est installé -- ce n'est probablement pas une bonne idée
ja: 警告: telnetd がインストールされています。たぶん良い考えではありません
nl: Waarschuwing: telnetd is geïnstalleerd -- dit is waarschijnlijk geen goed idee
ru: Предупреждение: установлен telnetd --- пожалуй, это не очень хорошо

source: I'd advise you to either remove the telnetd package (if you don't actually need to offer telnet access) or install telnetd-ssl so that there is at least some chance that telnet sessions will not be sending unencrypted login/password and session information over the network.
cs: Doporuèujeme buï odstranit balík telnetd (pokud telnet pøístup nepotøebujete), nebo nainstalovat telnetd-ssl, kde je alespoò nìjaká ¹ance, ¾e spojení nebudou po síti zasílat neza¹ifrovaná jména/hesla/informace.
da: Jeg vil råde dig til enten at fjerne pakken telnetd (hvis du i virkeligheden ikke har brug for at tilbyde telnet-adgang) eller installere telnetd-ssl, så der i det mindste er en mulighed for, at telnet-sessioner ikke sender adgangskoder og sessions-oplysninger ukrypteret over netværket.
el: Συνιστάται είτε να αφαιρέσετε το πακέτο telnetd (αν δεν είναι πραγματικά απαραίτητη η πρόσβαση μέσω telnet) ή να εγκαταστήσετε το πακέτο telnetd-ssl, ώστε να υπάρχει τουλάχιστον μια πιθανότητα οι συνδέσεις telnet να μην αποστέλλουν μη κρυπτογραφημένες πληροφορίες κωδικών πρόσβασης και συνεδριών μέσω δικτύου.
es: Es muy aconsejable que borre el paquete telnetd si no necesita realmente ofrecer acceso mediante telnet o instalar telnetd-ssl para que las contraseñas, nombres de usuario y demás información de las sesiones telnet no viajen sin cifrar por la red.
fr: Je vous conseille soit d'enlever le paquet telnetd (si ce service n'est pas nécessaire), soit de le remplacer par le paquet telnetd-ssl pour qu'il y ait au moins une chance que les sessions telnet soient chiffrées et que les mots de passe et noms d'utilisateurs ne passent pas en clair sur le réseau.
ja: (もし telnet アクセスを提供したいと思っていないのでしたら) telnetd パッケージをアンインストールするか、または、telnetd-ssh パッケージを インストールして少なくともネットワーク上を暗号化されていないユーザ名やパスワードやセッション情報が流れないようにすることをお勧めします。
nl: Ik raad u aan om of het telnetd-pakket te verwijderen (indien u geen telnettoegang hoeft aan te bieden), of telnetd-ssl te installeren zodat er enige kans is dat telnetsessies geen onversleutelde gebruikersnaam/wachtwoord en sessie informatie over het netwerk versturen.
ru: Я рекомендовал бы Вам удалить пакет telnetd (если Вам действительно не нужен доступ telnet) или установить telnet-ssl, чтобы иметь хотя бы возможность не передавать по сети незашифрованные имена и пароли пользователей и прочую информацию в telnet-сессиях.

source: Warning: you must create a new host key
cs: Varování: musíte vytvoøit nový serverový klíè
da: Advarsel: du skal oprette en ny værtsnøgle
el: Προσοχή: πρέπει να δημιουργήσετε ένα νέο κλειδί για τον υπολογιστή (host key)
es: Aviso: debe crear una nueva clave para su servidor
fr: Attention : vous devez créer une nouvelle clé d'hôte
ja: 警告: 新しいホストキーを作らないといけません
nl: Waarschuwing: u dient een nieuwe computersleutel aan te maken
ru: Предупреждение: Вы должны создать новый хостовый ключ.

source: There is an old /etc/ssh/ssh_host_key, which is IDEA encrypted. OpenSSH can not handle this host key file, and I can't find the ssh-keygen utility from the old (non-free) SSH installation.
cs: V /etc/ssh/ssh_host_key se nachází starý klíè ¹ifrovaný algoritmem IDEA. OpenSSH neumí tento soubor zpracovat a nemohu najít utilitu ssh-keygen ze staré (nesvobodné) instalace SSH.
da: Der ligger en gammel, IDEA-krypteret /etc/ssh/ssh_host_key. OpenSSH kan ikke håndtere sådan en værtsnøglefil, og jeg kan ikke finde værktøjet ssh-keygen fra den gamle (ikke-frie, 'non-free') SSH-installation.
el: Υπάρχει ένα παλαιότερο κλειδί /etc/ssh/ssh_host_key, που είναι κρυπτογραφημένο με τον αλγόριθμο IDEA. Το OpenSSH δε μπορεί να χειριστεί αυτό το κλειδί και δεν έχει βρεθεί το εργαλείο ssh-keygen από την παλιά (μη ελεύθερη) εγκατάσταση του SSH.
es: Su sistema tiene un /etc/ssh/ssh_host_key antiguo, que usa cifrado IDEA. OpenSSH no puede manejar este fichero de claves y tampoco se encuentra la utilidad ssh-keygen incluida en el paquete ssh no libre.
fr: Il existe un vieux /etc/ssh/ssh_host_key qui est chiffré avec IDEA. OpenSSH ne peut utiliser ce fichier de clé, et je ne peux trouver l'utilitaire ssh-keygen de l'installation précédente (non libre) de SSH.
ja: IDEA で暗号化された古いキーが /etc/ssh/ssh_host_key にあります。 OpenSSH はこのホストキーファイルを扱えません。また、今インストールされている古い (フリーではない) SSH には ssh-keygen ユーティリティが含まれていません。
nl: Er is een oude IDEA-versleutelde /etc/ssh/ssh_host_key aanwezig. OpenSSH kan dit computersleutelbestand niet aan, en ik kan het ssh-keygen programma van de oude (niet-vrije) SSH installatie niet vinden.
ru: Найден старый /etc/ssh/ssh_host_key, который зашифрован IDEA. OpenSSH не может работать с этим хостовым ключом, и я не могу найти утилиту ssh-keygen от старой (несвободной) инсталляции SSH.

source: You will need to generate a new host key.
cs: Musíte vygenerovat nový serverový klíè
da: Du skal oprette en ny værtsnøgle.
el: Πρέπει να δημιουργήσετε ένα νέο κλειδί για τον υπολογιστή (host key).
es: Necesitará generar una nueva clave para su servidor.
fr: Vous aurez besoin de générer une nouvelle clé d'hôte.
ja: 新しいホストキーを作る必要があります。
nl: Het zal nodig zijn om een nieuwe computersleutel te genereren
ru: Вам надо будет сгенерировать новый ключ хоста.

source: Do you want /usr/lib/ssh-keysign to be installed SUID root?
cs: Chcete /usr/lib/ssh-keysign nainstalovat jako SUID root?
da: Vil du have, at /usr/bin/ssh-keysign bliver installeret 'SUID root'?
el: Θέλετε να εγκαταστήσετε το /usr/lib/ssh-keysign ως SUID;
es: ¿Quiere instalar /usr/lib/ssh-keysign SUID root?
fr: Voulez-vous que /usr/lib/ssh-keysign soit installé avec le bit SETUID activé ?
ja: /usr/bin/ssh-keysign を SUID root でインストールしますか?
nl: Wilt u /usr/lib/ssh-keysign met SUID root installeren?
ru: Хотите установить /usr/lib/ssh-keysign как SUID root?

source: You have the option of installing the ssh-keysign helper with the SUID bit set.
cs: Mù¾ete si vybrat, zda chcete nainstalovat ssh-keysign s nastaveným SUID bitem.
da: Du har mulighed for at installere ssh-keysign hjælperen med SUID-flaget sat.
el: Έχετε την επιλογή της εγκατάστασης του εργαλείου ssh-keysign με το bit SUID ενεργοποιημένο.
es: Puede instalar ssh-keysign con el bit SUID (se ejecutará con privilegios de root).
fr: Vous avez la possibilité d'installer ssh-keysign avec le bit SETUID activé.
ja: ssh-keysign ヘルパーをインストールする際、SUID ビットを設定するかしないかを選ぶことができます。
nl: U heeft de mogelijkheid om het ssh-keysign hulpprogramma te installeren met de SUID-bit aan.
ru: Вы имеете возможность установить бит SUID для утилиты ssh-keysign.

source: If you make ssh-keysign SUID, you will be able to use SSH's Protocol 2 host-based authentication.
cs: Pokud nastavíte ssh-keysign SUID, mù¾ete pou¾ívat 'host-based' autentizaci protokolu verze 2.
da: Hvis du gør ssh-keysign SUID, vil du blive i stand til at benytte SSH protokol 2's værtsnavn-baserede autentifikation.
el: Αν εγκαταστήσετε το ssh-keysign SUID, θα μπορείτε να χρησιμοποιήσετε την πιστοποίηση υπολογιστή (host-based authentication) του πρωτοκόλου SSH 2.
es: Si hace ssh-keysign SUID, podrá usar la autentificiación basada en servidor de la versión 2 del protocolo SSH.
fr: Si vous mettez ssh-keysign avec le bit SETUID, vous permettrez l'authentification basée sur les hôtes, disponible dans la version 2 du protocole SSH.
ja: ssh-keysign を SUID に設定した場合、SSH プロトコル 2 のホストに基づく認証を使うことができます。
nl: Wanneer u de SUID-bit voor ssh-keysign aanzet, krijgt u de mogelijkheid om de computer-gebaseerde authenticatie van het versie 2 SSH-protocol te gebruiken.
ru: Если вы установите бит SUID для ssh, то вы сможете использовать хостовую аутентификацию для SSH-протокола версии 2.

source: If in doubt, I suggest you install it with SUID. If it causes problems you can change your mind later by running: dpkg-reconfigure ssh
cs: Pokud jste na pochybách, doporuèujeme SUID bit povolit. Pokud zaznamenáte problémy, mù¾ete nastavení zmìnit spu¹tìním: dpkg-reconfigure ssh
da: Hvis du er i tvivl, vil jeg råde dig til at installere den med SUID. Hvis det skaber problemer, kan du ændre det tilbage igen ved at køre: dpkg-reconfigure ssh
el: Αν έχετε αμφιβολίες, συνιστάται να το εγκαταστήσετε SUID. Αν διαπιστώσετε προβλήματα μπορείτε να αλλάξετε τη ρύθμιση αυτή εκτελώντας: dpkg-reconfigure ssh
es: Si duda, se recomienda que lo instale SUID. Si le causa problemas puede cambiar de opinión posteriormente ejecutando «dpkg-reconfigure ssh».
fr: Dans le doute, je vous suggère de l'installer avec le bit SETUID activé. Si cela vous pose des problèmes, vous pourrez revenir sur votre décision avec « dpkg-reconfigure ssh ».
ja: よく分からない場合は、SUID を有効にすることをお勧めします。もし 問題が起これば、dpkg-reconfigure ssh を実行することで設定を変更することができます。
nl: Bij twijfel kunt u best met SUID installeren. Indien dit problemen veroorzaakt kunt u dit altijd later nog veranderen door "dpkg-reconfigure ssh" uit te voeren
ru: Если Вы не знаете, что выбрать, то рекомендую установить SUID для ssh. В дальнейшем, Вы можете изменить свой выбор командой: dpkg-reconfigure ssh

source: Do you want to run the sshd server?
cs: Chcete spustit sshd server?
da: Vil du køre sshd-serveren?
el: Θέλετε να εκτελέσετε τον δαίμονα sshd;
fr: Voulez-vous utiliser le serveur sshd ?
ja: sshd サーバを実行しますか?
nl: Wilt u de sshd server opstarten?

source: This package contains both the ssh client, and the sshd server.
cs: Tento balík obsahuje jak klienta ssh, tak server sshd.
da: Denne pakke indeholder både ssh-klienten og sshd-serveren.
el: Το πακέτο αυτό περιέχει το πελάτη ssh και το δαίμονα sshd.
es: Este paquete contiene el cliente ssh y el servidor sshd.
fr: Ce paquet contient à la fois le client ssh et le serveur sshd.
ja: このパッケージは、ssh クライアントと sshd サーバの両方を含んでいます。
nl: Dit pakket bevat zowel de ssh-client, als de sshd-server.

source: Normally the sshd Secure Shell Server will be run to allow remote logins via ssh.
cs: Obvykle se sshd (Secure Shell Server) spou¹tí, aby se vzdálení u¾ivatelé mohli pøihla¹ovat pøes ssh.
da: Normalt vil sshd sikker skalserver ('Secure Shell Server') blive aktiveret og tillade fjerne brugere i at logge på via ssh.
el: Κανονικά ο δαίμονας sshd (Δαίμονας Ασφαλούς Κελύφους) θα εκτελείται για απομακρυσμένες συνδέσεις μέσω ssh.
es: Generalmente, el servidor de ssh (Secure Shell Server) se ejecuta para permitir el acceso remoto mediante ssh.
fr: Normalement le serveur sshd est lancé pour permettre les connexions distantes via ssh.
ja: 通常、sshd セキュアシェルサーバは、ssh を用いたリモートからのログインを可能にするために実行します。
nl: Normaal wordt de sshd-server uitgevoerd om aanmelden vanop een andere computer via ssh toe te laten.

source: If you are only interested in using the ssh client for outbound connections on this machine, and don't want to log into it at all using ssh, then you can disable sshd here.
cs: Pokud na tomto poèítaèi chcete vyu¾ívat pouze ssh klienta pro odchozí spojení, mù¾ete zde sshd zakázat.
da: Hvis du udelukkende er interesseret i at bruge ssh-klienten til udgående forbindelser fra denne maskine, og ikke ønsker at tilgå denne maskine udefra via ssh, kan du nu deaktivere sshd.
el: Αν ενδιαφέρεστε μόνο για τη χρήση του πελάτη ssh για εξερχόμενες συνδέσεις από αυτόν τον υπολογιστή και δεν επιθυμείτε να συνδέεστε σε αυτόν μέσω ssh, τότε μπορείτε να απενεργοποιήσετε τον sshd στο σημείο αυτό.
es: Si sólo está interesado en usar el cliente ssh en conexiones salientes del sistema y no quiere acceder a él mediante ssh, entonces puede desactivar sshd.
fr: Si vous désirez seulement utiliser le client ssh pour des connexions vers l'extérieur, ou si vous ne voulez pas vous connecter sur cette machine via ssh, vous pouvez désactiver sshd maintenant.
ja: もし ssh クライアントを使ってこのマシンから他マシンへと接続するだけで、このマシンへと ssh を使ってログインしないのでしたら、ここで sshd を実行しないでおきます。
nl: Indien u op deze machine enkel ssh wil gebruiken voor uitgaande verbindingen, en ook lokaal niet wilt inloggen via ssh, kunt u sshd hier uitschakelen.

source: Environment options on keys have been deprecated
cs: Volby prostøedí spojené s klíèi jsou zakázány
da: Miljø-variabler for nøgler er ikke længere understøttet
el: Οι επιλογές περιβάλλοντος κελύφους για τα κλειδιά είναι πλέον παρωχημένες.
es: Las opciones de entorno para las claves, en desuso
fr: Les options d'environnement sur les clés sont déconseillées
ja: 鍵の環境オプションは無効に設定されました
nl: Omgevingsopties voor sleutels zullen in de toekomst niet meer ondersteund worden.

source: This version of OpenSSH disables the environment option for public keys by default, in order to avoid certain attacks (for example, LD_PRELOAD). If you are using this option in an authorized_keys file, beware that the keys in question will no longer work until the option is removed.
cs: Pro zamezení urèitých typù útokù (napø. LD_PRELOAD), tato verze OpenSSH standardnì zabraòuje pou¾ívat volbu prostøedí u veøejných klíèù. Pokud tuto volbu pou¾íváte v souboru authorized_keys, tak posti¾ené klíèe nebudou fungovat, dokud jim tuto volbu nesma¾ete.
da: Denne version af OpenSSH deaktiverer miljø-variabler for offentlige nøgler soms tandard, for at undgå angreb (f.eks., LD_PRELOAD). Hvis du bruger denne mulighed i en authorized_keys fil, så skal du bemærke at nøglerne ikke længere vil virke før miljø-variablen er blevet slettet.
el: Αυτή η έκδοση του OpenSSH απενεργοποιεί τις επιλογές περιβάλλοντος κελύφους για δημόσια κλειδιά εξ ορισμού, ώστε να αποφευχθούν ορισμένου τύπου επιθέσεις (για παράδειγμα, LD_PRELOAD). Αν χρησιμοποιείτε αυτήν την επιλογή σε ένα αρχείο authorized_keys, έχετε υπόψιν σας ότι τα συγκεκριμένα κλειδιά δεν θα χρησιμοποιούνται έως ότου αφαιρεθεί η επιλογή αυτή.
es: Esta versión de OpenSSH tiene desactivada por defecto la opción de entorno para las claves públicas, para evitar ciertos ataques (por ejemplo, basados en LD_PRELOAD). Si utiliza esta opción en un fichero authorized_keys, las claves implicadas no funcionarán hasta que borre la opción.
fr: Dans cette version d'OpenSSH, l'option d'environnement est, par défaut, désactivée pour les clés publiques. Cela est destiné à la prévention de certaines attaques (par exemple, LD_PRELOAD). Si vous utilisez cette option dans un fichier « authorized_keys », sachez que les clés concernées ne fonctionneront plus tant que l'option ne sera pas retirée.
ja: 本バージョンの OpenSSH は、公開鍵の環境オプションをデフォルトで無効に設定しています。LD_PRELOAD などの攻撃を避けるためです。もし authorized_keys ファイルでこのオプションを使用している場合、このオプションを除去しない限りはその鍵は利用できないことに注意してください。
nl: Deze versie van OpenSSH schakelt de omgevingsoptie voor publieke sleutels standaard uit om bepaalde aanvallen uit te sluiten (bv. LD_PRELOAD). Indien u deze optie in een authorized_keys-bestand gebruikt, dient u u ervan bewust te zijn dat de betreffende sleutels niet langer zullen werken totdat de optie verwijderd wordt.

source: To re-enable this option, set "PermitUserEnvironment yes" in /etc/ssh/sshd_config after the upgrade is complete, taking note of the warning in the sshd_config(5) manual page.
cs: Pro znovupovolení této volby si po aktualizaci pøeètìte varování v manuálové stránce sshd_config(5) a v souboru /etc/ssh/sshd_config zadejte "PermitUserEnvironment yes".
da: For at re-aktivere denne muligt, sæt "PermitUserEnvironment yes" i /etc/ssh/sshd_config efter opgraderingen er færdig, men bemærk advarslen som står skrevet i sshd_config(5) manual-siden.
el: Για να επανενεργοποιήσετε αυτήν την επιλογή, ορίστε "PermitUserEnvironment yes" στο αρχείο /etc/ssh/sshd_config μετά το τέλος της αναβάθμισης, έχοντας υπόψιν την προειδοποίηση στη σελίδα οδηγιών του sshd_config(5).
es: Para volver a activar esta opción, escriba "PermitUserEnvironment yes" en /etc/ssh/sshd_config al terminar la actualización, teniendo en cuenta el aviso de la página de manual de sshd_config(5).
fr: Pour la réactiver, veuillez indiquer «PermitUserEnvironment yes » dans /etc/ssh/sshd_config lorsque la mise à niveau est terminée. Veuillez tenir compte de l'avertissement donné dans la page de manuel sshd_config(5).
ja: このオプションを再び有効にするには、アップグレード終了後に、sshd_config(5) マニュアルページの警告事項を読んで、 /etc/ssh/sshd_config ファイルに「PermitUserEnvironment yes」と設定してください。
nl: Om deze optie opnieuw in te schakelen dient u "PermitUserEnvironment yes" in /etc/ssh/sshd_config aan te zetten in nadat de opwaardering compleet is; houd hierbij rekening met de waarschuwing in de sshd_config(5) man-pagina.

source: Do you want to continue (and risk killing active ssh sessions) ?
es: ¿Desea continuar, aún a riesgo de matar las sesiones ssh activas?

source: Do you want to run the sshd server ?
es: ¿Quiere ejecutar el servidor sshd?
