Repository: 0mp/openssh-debian
Catalog: debian/po/*.po
Languages: cs, da, el, es, fr, ja, nl, ru

source: Privilege separation
cs: Oddìlení privilegií
da: Privilegie adskillelse
es: Separación de privilegios
ja: 特権の分離

source: Privilege separation is turned on by default, so if you decide you want it turned off, you need to add "UsePrivilegeSeparation no" to /etc/ssh/sshd_config.
cs: Oddìlení privilegií je standardnì zapnuto. Pokud se rozhodnete jej vypnout, musíte do /etc/ssh/sshd_config pøidat øádek "UsePrivilegeSeparation no".
da: Privilegie adskillelse er slået til som standard, så hvis du beslutter at slå det fra, skal du bruge "UsePrivilegeSeparation no" i /etc/ssh/sshd_config.
es: La separación de privilegios está activa por defecto, por lo que si decide desactivarla, tiene que añadir "UsePrivilegeSeparation no" al fichero /etc/ssh/sshd_config.
ja: 特権分離はデフォルトで有効になっています。無効にしたい場合は、/etc/ssh/sshd_conf に「UsePrivilegeSeparation no」という行を追加してください。

source: Enable Privilege separation
cs: Povolit oddìlení privilegií
da: Slå privilegie adskillelse til
es: Activar separación de privilegios
ja: 特権分離を有効にする

source: This version of OpenSSH contains the new privilege separation option. This significantly reduces the quantity of code that runs as root, and therefore reduces the impact of security holes in sshd.
cs: Tato verze OpenSSH obsahuje novou volbu oddìlení privilegií, èím¾ se znaènì sni¾uje mno¾ství kódu, který bì¾í s právy u¾ivatele root, a tím pádem zmen¹uje dopad bezpeènostních dìr v sshd.
da: Denne version af OpenSSH indeholder den nye privilegie adskillelses mulighed. Det reducerer markant mængden af kode der kører som root, og derfor reducerer det impakten på sikkerhedshuller i sshd.
es: Esta versión de OpenSSH incluye una nueva opción de separación de privilegios que reduce significativamente la cantidad de código que se ejecuta como root, por lo que reduce el impacto de posibles agujeros de seguridad en sshd.
ja: 本バージョンの OpenSSH は、新しい特権分離オプションを持っています。 これによって、root 権限で実行されるコードの量を大幅に減らすことができ、sshd のセキュリティホールの影響を減らすことができます。

source: Unfortunately, privilege separation interacts badly with PAM. Any PAM session modules that need to run as root (pam_mkhomedir, for example) will fail, and PAM keyboard-interactive authentication won't work.
cs: Bohu¾el, oddìlení privilegií se ¹patnì sná¹í se systémem PAM. Libovolný PAM session modul, který musí být spu¹tìn jako root (napø. pam_mkhomedir), sel¾e a také nebude fungovat autentizace vyu¾ívající klávesnici.
da: Desværre, arbejder det ikke godt sammen med PAM. Ethvert PAM session modul der skal køres som root (pam_mkhomedir, f.eks.) vil fejle, og PAM tastatur-interaktive autentifikationer vil ikke virke.
es: Desafortunadamente, la separación de privilegios no funciona correctamente con PAM. Cualquier módulo PAM que necesite ejecutarse como root (como, por ejemplo, pam_mkhomedir) y la autentificación interactiva PAM con teclado no funcionarán.
ja: 残念なことに、特権分離は PAM に悪影響を与えます。root で実行されるすべての PAM セッションモジュール (たとえば pam_mkhomedir) は動かなくなります。また、PAM キーボード対話的認証も動作しなくなります。

source: Since you've opted to have me generate an sshd_config file for you, you can choose whether or not to have privilege separation turned on or not. Unless you know you need to use PAM features that won't work with this option, you should enable it.
cs: Proto¾e jste se rozhodli, abych vytvoøil soubor sshd_config, mù¾ete si vybrat, jestli chcete povolit nebo zakázat oddìlení privilegií. Pokud si nejste jistí, ¾e potøebujete pou¾ívat PAM moduly, které s touto volbou nebudou fungovat, mìli byste oddìlení privilegií povolit.
da: Siden du har bedt mig om at lave en sshd_config fil til dig, kan du vælge om du vil have privilegie adskillelse slået til eller ej. Medmindre du ved at du skal bruge PAM funktioner som ikke vil virke med dette tilvalg, skal du sige ja her.
ja: sshd_config ファイルを生成することを選択したので、ここで特権分離を有効にするかしないかを選択できます。この選択で動作しない PAM 機能を使いたい場合以外は、「はい」を選ぶべきです。

source: Generate new configuration file
cs: Generovat nový konfiguraèní soubor
da: Opret ny opsætningsfil
el: Δημιουργία νέου αρχείου ρυθμίσεων
es: Generar un nuevo fichero de configuración
fr: Créer un nouveau fichier de configuration
ja: 新しい設定ファイルを作ります
nl: Genereer het nieuwe configuratiebestand
ru: Сгенерировать новый конфигурационный файл

source: This version of OpenSSH has a considerably changed configuration file from the version shipped in Debian 'Potato', which you appear to be upgrading from. I can now generate you a new configuration file (/etc/ssh/sshd.config), which will work with the new server version, but will not contain any customisations you made with the old version.
cs: Tato verze OpenSSH má oproti verzi dodávané s Debianem 2.2, kterou nyní pravdìpodobnì aktualizujete, znaènì odli¹ný konfiguraèní soubor. Nyní mohu vytvoøit nový konfiguraèní soubor (/etc/ssh/sshd.config), který bude pracovat s novou verzí, ale nebude obsahovat ¾ádné úpravy, které jste provedli ve staré verzi.
da: Denne version af OpenSSH har en betydeligt ændret opsætningsfil fra den version der kom med Debian 'Potato', som du ser ud til at opgraderer fra. Jeg kan nu oprette en ny opsætningsfil (/etc/ssh/sshd.config), som vil virke med den nye server version, men det vil ikke beholde eventuelle ændringer du lavede med den gamle version.
el: Αυτή η έκδοση του OpenSSH έχει σημαντικά διαφοροποιημένο αρχείο ρυθμίσεων από την έκδοση που περιλαμβάνεται στη διανομή 'Potato' του Debian, από την οποία φαίνεται ότι πραγματοποιείτε την αναβάθμιση. Στο σημείο αυτό, σας δίνεται η δυνατότητα να δημιουργήσετε ένα νέο αρχείο ρυθμίσεων (/etc/ssh/sshd_config), το οποίο χρησιμοποιείται από τη νέα έκδοση του δαίμονα, αλλά δεν θα περιέχει οποιαδήποτε παραμετροποίηση έχετε ήδη κάνει στην παλιά έκδοση.
es: Esta versión de OpenSSH tiene un fichero de configuración considerablemente diferente del incluido en Debian Potato, que es la versión desde la que parece estar actualizando. Puede crear automáticamente un nuevo fichero de configuración (/etc/ssh/sshd_config), que funcionará con la nueva versión del servidor, pero no incuirá las modificaciones que hiciera en la versión antigua.
fr: Cette version d'OpenSSH utilise un fichier de configuration qui a énormément changé depuis la version contenue dans la distribution Debian « Potato », depuis laquelle vous semblez faire une mise à jour. Je peux générer maintenant pour vous un nouveau fichier de configuration (/etc/ssh/sshd.config) qui marchera avec la nouvelle version du serveur, mais ne contiendra aucun des réglages que vous avez faits sur l'ancienne version.
ja: OpenSSH のこのバージョンは、Debian 'Potato' に含まれているバージョン (いま、そのバージョンからのバージョンアップを試みているところ) から、設定ファイルが大幅に変化しています。いま、新しいバージョンのサーバで使うことができる新しい設定ファイル (/etc/ssh/sshd/config) を自動生成することができますが、そのファイルは、古いバージョンの設定ファイルに含まれるあなたの設定がまったく含まれません。
nl: Deze versie van OpenSSH gebruikt een configuratiebestand dat sterk veranderd is ten opzichte van dat in Debian 'Potato' (waarvan u lijkt op te waardereren). Ik kan nu een nieuw, met de nieuwe serverversie werkend, configuratiebestand (/etc/ssh/sshd.config) voor u genereren. Dit gegenereerde bestand zal echter de aanpassingen die u wellicht gemaakt had niet overnemen.
ru: В этой версии OpenSSH значительно переработан файл настроек, в отличии от версии, которая поставлялась с Debian 'Potato', и которую Вы, кажется, обновляете. Я могу сгенерировать для Вас новый файл настроек (/etc/ssh/sshd.config), который будет работать с новой версией сервера, но не будет содержать настроек, которые Вы сделали в старой версии.

source: Please note that this new configuration file will set the value of 'PermitRootLogin' to yes (meaning that anyone knowing the root password can ssh directly in as root). It is the opinion of the maintainer that this is the correct default (see README.Debian for more details), but you can always edit sshd_config and set it to no if you wish.
cs: V novém konfiguraèním souboru bude parametr PermitRootLogin nastaven na hodnotu 'yes'. To znamená, ¾e se kdokoliv se znalostí rootova hesla mù¾e pøihlásit rovnou jako root. Pokud se chcete vrátit ke starému chování, staèí v sshd_config nastavit tento parametr na hodnotu 'no'. Více v README.Debian.
da: Bemærk at den nye opsætningsfil vil sætte værdien af 'PermitRootLogin' til ja (som betyder at alle der kender roots adgangskode, kan tilgå maskinen via ssh direkte). Det er vedligeholderens mening, at det er den korrekte standard-værdi (se README.Debian for flere detaljer), men du kan altid redigere sshd_config og slå det fra, hvis du ønsker.
el: Σημειώστε ότι το νέο αρχείο ρυθμίσεων θα καθορίσει την τιμή της επιλογής 'PermitRootLogin' σε yes (εννοώντας ότι οποιοσδήποτε γνωρίζει τον κωδικό πρόσβασης του root μπορεί να συνδεθεί ως χρήστης root). Κατά τον συντηρητή αυτή είναι και η σωστή προκαθορισμένη ρύθμιση (δείτε το README.Debian για περισσότερες λεπτομέρειες), αλλά μπορείτε οποιαδήποτε στιγμή να αλλάξετε την τιμή σε no στο αρχείο sshd_config.
es: Además, recuerde que este nuevo fichero de configuración dirá sí en la opción 'PermitRootLogin', por lo que cualquiera que conozca la contraseña de root podrá entrar mediante ssh directamente como root. En opinión del mantenedor ésta es la opción predeterminada más adecuada (puede leer README.Debian si quiere conocer más detalles), pero siempre puede editar sshd_config y poner no si lo desea.
fr: Veuillez noter que ce nouveau fichier de configuration positionnera la valeur de « PermitRootLogin » à « yes » (ce qui signifie que quiconque connaissant le mot de passe du super-utilisateur peut se connecter en tant que tel sur la machine). Le responsable du paquet pense que c'est là un comportement par défaut normal (lisez README.Debian pour plus d'informations), mais vous pouvez toujours éditer le fichier sshd_config et changer cela.
ja: この新しい設定ファイルは、「PermitRootLogin」を「yes」に設定します (つまり、root のパスワードを知っている人なら誰でも直接ログインできます)。これでよい、というのがこのパッケージのメンテナの意見ですが (詳しくは README.Debian を読んでください)、sshd_config を編集して「no」に設定することもできます。
nl: Merk op dat dit nieuwe configuratiebestand de waarde van 'PermitRootLogin' op 'yes' zet (wat betekent dat iedereen die het root-wachtwoord kent via ssh rechstreeks als root kan aanmelden). Het is de mening van de pakketbeheerder dat dit de juiste defaultwaarde is (zie README.Debian.gz voor meer details). Indien u dit niet wenst kunt u sshd_config handmatig aanpassen en de waarde op 'no' zetten.
ru: Обратите внимание на то, что этот новый файл настроек установит значение параметра 'PermitRootLogin' в yes (означающего, что любой человек, знающий пароль суперпользователя может войти в систему через ssh). По мнению сопровождающего этого пакета - это разумно, но Вы всегда можете установить значение этого параметра в файле sshd_config так, как Вам кажется правильным.

source: It is strongly recommended that you let me generate a new configuration file for you.
cs: Je vøele doporuèeno nechat mì vyrobit konfiguraèní soubor.
da: Du rådes stærkt til at lade mig oprette en ny opsætningsfil for dig.
el: Συνιστάται να επιλέξετε την δημιουργία του νέου αρχείου ρυθμίσεων.
es: Es muy recomendable que permita que se genere un nuevo fichero de configuración ahora.
fr: Il est fortement recommandé que vous me laissiez générer le nouveau fichier de configuration.
ja: 新しい設定ファイルを自動生成することを強くお勧めします。
nl: Het wordt ten zeerste aangeraden om mij het nieuwe configuratiebestand voor u te laten genereren.
ru: Настоятельно рекомендуется, разрешить сгенерировать для Вас новый файл настроек.

source: Allow SSH protocol 2 only
cs: Povolit pouze SSH protokol verze 2
da: Tillad kun SSH protokol 2
el: Να επιτρέπεται μόνο η χρήση του πρωτοκόλλου SSH 2
es: Permitir sólo la versión 2 del protocolo SSH
fr: Autoriser la version 2 du protocole SSH uniquement
ja: SSH プロトコル 2 のみを許可します
nl: Laat enkel versie 2 van het SSH-protocol toe.
ru: Разрешить использование только SSH-протокола версии 2.

source: This version of OpenSSH supports version 2 of the ssh protocol, which is much more secure. Disabling ssh 1 is encouraged, however this will slow things down on low end machines and might prevent older clients from connecting (the ssh client shipped with "potato" is affected).
cs: Tato verze OpenSSH podporuje ssh protokol ve verzi 2, který je mnohem bezpeènìj¹í. Je dobré ssh verze 1 zakázat, nicménì na slab¹ích poèítaèích se projeví zpomalení a také tím znemo¾níte pøihlá¹ení star¹ích klientù (napøíklad tìch z Debianu 2.2).
da: Denne udgave af OpenSSH understøtter version 2 af ssh-protokollen, som er betydeligt mere sikker. Det anbefales af deaktivere version 1. Dog kan det sløve langsomme maskiner ned, og forhindre ældre klienter i at opnå forbindelse (ssh klienten der kommer med "potato" er en af dem).
el: Αυτή η έκδοση του OpenSSH υποστηρίζει την έκδοση 2 του πρωτοκόλλου ssh, που είναι πολύ πιο ασφαλής. Συνιστάται η απενεργοποίηση της έκδοσης 1, ωστόσο αυτό θα γίνει εις βάρος της ταχύτητας σε χαμηλότερων επιδόσεων συστήματα και θα απαγορέψει τη σύνδεση σε παλαιότερα προγράμματα-πελάτες (π.χ. ο πελάτης ssh που διανέμεται με την έκδοση "potato").
es: Esta versión de OpenSSH soporta la versión 2 del protocolo ssh, que es mucho más segura que la anterior. Se recomienda desactivar la versión 1, aunque funcionará más lento en máquinas modestas y puede impedir que se conecten clientes antiguos, como, por ejemplo, el incluido en "potato".
fr: Cette version d'OpenSSH connaît la version 2 du protocole ssh, qui est bien plus sûre. Désactiver ssh 1 est une bonne chose, cependant cela peut ralentir les machines peu puissantes et pourrait empêcher ceux qui utilisent de vieilles versions de la partie cliente de se connecter (le client ssh de la distribution Debian « Potato » en fait partie).
ja: OpenSSH のこのバージョンは、ずっと安全な、ssh プロトコルのバージョン 2 をサポートしています。ssh 1 を禁止することをお勧めしますが、遅いマシンでは動作が遅くなったり、古いクライアントから接続できなくなったりします ("potato" の ssh クライアントも接続できなくなります)。
nl: Deze versie van OpenSSH ondersteunt de veiligere versie 2 van het ssh-protocol. Uitschakelen van ssh versie 1 wordt aangemoedigd, hoewel dit dingen op zwakkere machines zal vertragen, en mogelijk verbindingen van oudere clients (b.v. de ssh-client uit "potato") onmogelijk maakt.
ru: Эта версия OpenSSH поддерживает протокол ssh версии 2, который обеспечивает большую степень защиты. Лучше запретить протокол версии 1, но это может привести к замедлению работы малопроизводительных машин и может сделать невозможным подключение с помощью старых клиентских программ (в частности, это относится к клиенту ssh, поставляемого с "potato".

source: Also please note that keys used for protocol 1 are different so you will not be able to use them if you only allow protocol 2 connections.
cs: Také si v¹imnìte, ¾e klíèe protokolu verze 1 jsou odli¹né a pokud povolíte pouze protokol verze 2, nebudete je moci pou¾ít.
da: Du skal også bemærke at de nøgler som bliver anvendt til protokol 1 er forskellige, så du vil ikke være i stand til at bruge dem, hvis du kun tillader protokol 2 forbindelser.
el: Επίσης, σημειώστε ότι τα κλειδιά που χρησιμοποιούνταν στο πρωτόκολλο 1 είναι διαφορετικά και δε θα είναι δυνατή η χρήση τους αν επιτρέψετε μόνο τις συνδέσεις με το πρωτόκολλο 2.
es: También tenga en cuenta que las claves utilizadas para el protocolo 1 son diferentes, por lo que no podrá usarlas si únicamente permite conexiones mediante la versión 2 del protocolo.
fr: De plus, les clés utilisées par la version 1 du protocole sont différentes et vous ne pourrez pas les utiliser si vous n'autorisez que les connexions utilisant la version 2 du protocole.
ja: また、プロトコル 1 で使うキーは異なるため、プロトコル 2 を有効にしただけではそのキーを使うことができません。
nl: Houd er ook rekening mee dat de sleutels gebruikt voor protocolversie 1 verschillend zijn, waardoor u deze niet kunt gebruiken indien u enkel protocolversie 2 verbindingen toelaat.
ru: Обратите внимание на то, что ключи для протокола версии 1 имеют другой формат, и поэтому Вы не сможете использовать их, если разрешите только соединения по протоколу версии 2.

source: If you later change your mind about this setting, README.Debian has instructions on what to do to your sshd_config file.
cs: Pokud se pozdìji rozhodnete jinak, v README.Debian se nachází pøesný návod, jak upravit soubor sshd_config.
da: Hvis du senere ændrer din mening om denne indstilling, har README.Debian instruktioner på hvad du skal gøre ved din sshd_config fil.
el: Αν αποφασίσετε διαφορετικά αργότερα για αυτή τη ρύθμιση, το αρχείο README.Debian έχει οδηγίες για την κατάλληλη τροποποίηση του αρχείου sshd_config.
es: Si más tarde cambia de opinión, el fichero README.Debian contiene instrucciones sobre cómo modificar en el fichero sshd_config.
fr: Si vous changez d'avis ultérieurement et décidez de modifier ce réglage, les instructions fournies dans le fichier README.Debian vous indiquent comment modifier le fichier sshd_config.
ja: もし今後あなたが考えを変えたら、README.Debian を読むと sshd_config をどのように変更したらよいかが分かります。
nl: Instructies over wat te veranderen in sshd_config om deze instelling later nog te veranderen, vindt u in /usr/share/doc/ssh/README.Debian.gz.
ru: Если позже Вы измените свое мнение, то в файле README.Debian содержатся инструкции о том, что нужно сделать в файле sshd_config.

source: ssh2 keys merged in configuration files
cs: Klíèe ssh2 v konfiguraèních souborech byly spojeny
da: ssh2-nøgler flettet i opsætningsfilerne
el: Τα κλειδιά ssh2 συγχωνεύτηκαν στα αρχεία ρυθμίσεων
es: Las claves ssh2 ya se incluyen en los ficheros de configuración
fr: Clés pour ssh2 fusionnées dans les fichiers de configuration
ja: ssh2 キーは設定ファイルに統合されます
nl: ssh2 sleutels zijn samengevoegd in de configuratiebestanden

source: As of version 3 OpenSSH no longer uses separate files for ssh1 and ssh2 keys. This means the authorized_keys2 and known_hosts2 files are no longer needed. They will still be read in order to maintain backwards compatibility
cs: OpenSSH verze 3 ji¾ nepou¾ívá oddìlené soubory pro klíèe verze ssh1 a ssh2. To znamená, ¾e soubory authorized_keys2 a known_hosts2 ji¾ nejsou potøeba, ov¹em z dùvodù zachování zpìtné kompatibility jsou stále naèítány.
da: Siden version 3 har OpenSSH ikke længere separate filer for ssh1- og ssh2-nøgler. Det betyder, at filerne authorized_keys2 og known_hosts2 ikke længere er nødvendige. De vil stadig dog stadig blive læst for bagudkompatilitetens skyld.
el: Από την έκδοση 3 και έπειτα, το OpenSSH δεν χρησιμοποιεί πλέον ξεχωριστά αρχεία για τα κλειδιά των ssh1 και ssh2. Αυτό σημαίνει ότι τα αρχεία authorized_keys2 και known_hosts2 δεν είναι πλέον απαραίτητα. Θα χρησιμοποιούνται μόνο για λόγους συμβατότητας.
es: A partir de la versión 3, OpenSSH ya no utiliza ficheros diferentes para las claves ssh1 y ssh2. Esto quiere decir que ya no son necesarios los ficheros authorized_keys2 y known_hosts2, aunque aún se seguirán leyendo para mantener compatibilidad hacia atrás.
fr: OpenSSH, depuis sa version 3, n'utilise plus de fichiers distincts pour les clés ssh1 et ssh2. Cela signifie que les fichiers authorized_keys2 et known_hosts2 ne sont plus utiles. Ils seront néanmoins lus afin de préserver la compatibilité descendante.
ja: OpenSSH のバージョン 3 は、ssh1 と ssh2 のキーに個別のファイルを使いません。つまり、authorized_keys2 ファイルと known_hosts2 ファイルはもはや不要となりました。後方互換性を保つためにはこれらのファイルが必要です。
nl: Vanaf versie 3 gebruikt OpenSSH niet langer aparte bestanden om ssh1 en ssh2 sleutels bij te houden. Dit betekend dat de authorized_keys2 en known_hosts2 bestanden niet langer nodig zijn. Wel worden ze nog steeds gelezen om achterwaartse compabiliteit te behouden.

source: Do you want to continue (and risk killing active ssh sessions)?
cs: Chcete pokraèovat (a riskovat ukonèení aktivních ssh spojení)?
da: Vil du fortsætte (og risikere at afbryde aktive ssh-forbindelser)?
el: Θέλετε να συνεχίσετε (με κίνδυνο τερματισμού των ενεργών συνεδριών ssh);
fr: Voulez-vous continuer (et risquer de rompre les sessions ssh actives) ?
ja: 続けてよいですか (接続中の ssh セッションが切れるかもしれません)
nl: Wilt u verder gaan (waarbij u mogelijk actieve ssh sessies afschiet)?
ru: Вы хотите продолжить (рискуя потерять активные ssh-соединения)?

source: The version of /etc/init.d/ssh that you have installed, is likely to kill all running sshd instances. If you are doing this upgrade via an ssh session, that would be a Bad Thing(tm).
cs: Stávající verze /etc/init.d/ssh pravdìpadobnì pozabíjí v¹echny bì¾ící instance sshd. Pokud tuto aktualizaci provádíte pøes ssh, byla by to ©patná Vìc(tm).
da: Den udgave af /etc/init.d/ssh, du har installeret, vil sandsynligvis afbryde alle sshd-dæmoner. Det vil være en rigtigt dårlig idé, hvis du er ved at opgradere via en ssh-forbindelse.
el: Η τρέχουσα έκδοση του /etc/init.d/ssh που είναι εγκατεστημένη, πιθανότατα θα τερματίσει όλες τις συνεδρίες του sshd. Αν κάνετε αυτήν την αναβάθμιση μέσω μιας συνεδρίας ssh, αυτό είναι μάλλον κακή ιδέα...
es: La versión de /etc/init.d/ssh que tiene instalada es muy probable que mate el demonio ssh. Si está actualizando a través de una sesión ssh, puede que no sea muy buena idea.
fr: La version de /etc/init.d/ssh que vous venez d'installer va vraisemblablement tuer toutes les instances de sshd en cours. Si vous étiez en train de faire cette mise à niveau à l'aide de ssh, ce serait regrettable.
ja: いまインストールした /etc/init.d/ssh は、おそらく実行中の sshd をすべて停止させます。このバージョンアップを ssh セッションを用いて行うのは間違ったやりかたです。
nl: De /etc/init.d/ssh versie die u geïnstalleerd hebt schiet waarschijnlijk alle lopende sshd-instanties af. Dit is Niet Goed wanneer u deze opwaardering via een ssh-sessie doet.
ru: Версия /etc/init.d/ssh, которую вы устанавливаете, может убить все запущенные процессы ssh. Если вы осуществляете это обновление через ssh сессию, то это Плохая Вещь (tm).

source: You can fix this by adding "--pidfile /var/run/sshd.pid" to the start-stop-daemon line in the stop section of the file.
cs: Mù¾ete to spravit pøidáním "--pidfile /var/run/sshd.pid" do sekce stop na øádek se start-stop-daemon.
da: Du kan afhjælpe dette ved at tilføje "--pidfile /var/run/sshd.pid" til 'start-stop-daemon'-linjen i stop-afsnittet af filen.
el: Μπορείτε να το διορθώσετε αυτό προσθέτοντας "--pidfile /var/run/sshd.pid" στη γραμμή start-stop-daemon στο τμήμα "stop" του αρχείου.
es: Puede arreglarlo añadiendo "--pidfile /var/run/sshd.pid" a la línea 'start-stop-daemon', en la sección 'stop' del fichero.
fr: Vous pouvez corriger cela en ajoutant dans /etc/init.d/ssh « --pidfile /var/run/sshd.pid » à la ligne « start-stop-daemon » dans la section « stop » du fichier.
ja: この状況を修正するには、/etc/init.d/ssh の stop セクションの start-stop-daemon の行に「--pidfile /var/run/sshd.pid」と追加します。
nl: U kunt dit repareren door "--pidfile /var/run/sshd.pid" toe te voegen aan de start-stop-daemon regel in de stop-sectie van het bestand.
ru: Это можно исправить добавлением "--pidfile /var/run/sshd.pid" в строке start-stop-daemon в разделе stop этого файла.

source: NOTE: Forwarding of X11 and Authorization disabled by default.
cs: POZNÁMKA: Autorizace a pøesmìrování X11 je standardnì vypnuto.
da: BEMÆRK: Videregivelse af X11 og adgangkontrol er som standard deaktiveret.
el: ΣΗΜΕΙΩΣΗ: Η προώθηση των πακέτων X11 και πιστοποίησης είναι απενεργοποιημένηεξ ορισμού.
es: NOTA: Reenvío de X11 y Autorización desactivadas por defecto.
fr: NOTE : suivi de session X11 et d'agent d'autorisation désactivés par défaut.
ja: 注意: X11 と認証のフォワーディングはデフォルトでは禁止されます
nl: OPMERKING: Doorsturen van X11 en Authorisatie is standaard uitgeschakeld.
